Repository: jg1uaa/tnt-openbsd
Catalog: po/*.po
Languages: de

source: tnt: monitor already active
de: tnt: Monitor ist bereits aktiv

source: tnt: invalid monitor-socket
de: tnt: unzulässiger Monitor-Socket

source: tnt: error opening monitor-socket: %s
de: tnt: Fehler beim öffnen des Monitor-Sockets: %s

source: tnt: error connecting monitor-socket
de: tnt: Fehler beim connecten des Monitor-Sockets

source: tnt: monitor already deactived
de: tnt: Monitor ist bereits deaktiviert

source: tnt: unproto already active
de: tnt: Unproto ist bereits aktiv

source: tnt: invalid AX25 port: %s
de: tnt: unzulässiger AX25 port: %s

source: tnt: unproto already deactived
de: tnt: Unproto ist bereits deaktiviert

source: tnt: malloc-error in 'act_listen'
de: tnt: Malloc-Fehler in 'act_listen'

source: tnt: call %s, port %s not listening
de: tnt: Rufzeichen %s, Port %s hört nicht

source: tnt: no AX.25 port data configured
de: tnt: keine AX25-Port Daten konfiguriert

source: tnt: invalid default AX25 port: %s
de: tnt: Illegaler Default AX25-Port: %s

source: Error: can't open socket
de: Fehler: Kann Socket nicht öffnen

source: Error: can't bind socket
de: Fehler: Kann Socket nicht binden

source: Error: connect
de: Fehler: Connect

source: Invalid command
de: Ungültiger Befehl

source: Invalid command string
de: Ungültigter Befehlstring

source: tnt: error reading ax25-status (read_proc_ax25)
de: tnt: Fehler beim lesen des AX25-Status (read_proc_ax25)

source: tnt: Can't convert unproto address
de: tnt: Konnte Unproto Adress nicht konvertieren

source: tnt: sendto: %s
de: tnt: Sende an: %s

source: tnt: Error reading from monitor socket - monitor disabled
de: tnt: Fehler beim lesen vom Monitor Socket - Monitor abgeschaltet

source: tnt: Cannot get HWADDR
de: tnt: Konnte HWADDR nicht bekommen

source: no mem for extended header informations
de: Kein Speicher für erweiterte Header Informationen

source: unpack error
de: Unpack Fehler

source: unknown compression type
de: Unbekannter Kompressionstyp

source: body checksum invalid
de: Body-Prüfsumme illegal

source: invalid length of body
de: unzulässige Länge des Bodys

source: invalid header checksum
de: unzulässige Header-Prüfsumme

source: invalid header
de: illegaler Header

source: file open error
de: Dateifehler beim öffnen

source: no mem
de: Kein Speicher

source: file decoded: %s
de: File dekodiert: %s

source: reception aborted: %s
de: Empfnag abgebrochen: %s

source: error in holelist
de: Fehler in holelist

source: no mem for holelist
de: Kein Speicher für holelist

source: header received: %s
de: Header empfangen: %s

source: header received: %s.%s
de: Header empfangen: %s.%s

source: invalid file header
de: Ungültiger Dateiheader

source: open error
de: Fehler beim öffnen

source: seek error
de: Fehler beim suchen

source: write error
de: Fehler beim schreiben

source: administration failure
de: Administrator Fehler

source: unmatching frame size
de: unpassende Framegröße

source: invalid frame crc
de: ungültige Frame-CRC

source: invalid file id in frame
de: Ungültige Datei-ID in Frame

source: invalid error
de: ungültiger Error

source: file create error
de: Fehler bei Dateierstellung

source: request frame too short
de: Anforderungsframe zu kurz

source: wrong request flags
de: falsche Anforderungsflags

source: wrong request frame length
de: falsche Länge der Anforderungsflags

source: rx aborted
de: RX abgebrochen

source: No broadcast-RX files active
de: Keine Broadcast-RX Dateien aktiv

source: FileID RX from Nr MsgID Size Holes RXrdy last RX Fhead BBS
de: DateiID RX von Nr MsgID Größe Holes RXrdy last RX Fhead BBS

source: No broadcast-TX files active
de: Keine Broadcast-TX Dateien aktiv

source: FileID MsgID Size last TX
de: DateiID MsgID Größe last TX

source: WARNING: blcmdfile is in wrong format, wrong line:
de: Warnung: blcmd-Datei hat falsches Format in Zeile:

source: No lines found
de: Keine Zeilen gefunden

source: Boxlist already active
de: Boxliste bereits aktiv

source: No save buffer left
de: Kein Speicherpuffer übrig

source: No boxlist file stored
de: Keine Boxliste gespeichert

source: File not existing
de: Datei existiert nicht

source: Scanning DPBox
de: Scanne DPBox

source: No save buffer found
de: Kein Speicherbuffer gefunden

source: Number of used save buffers: %d
de: Anzahl der im Gebrauch befindlichen Speicherbuffer: %d

source: Error: no command given
de: Fehler: Kein Befehl angegeben

source: Only while connected
de: Nur wenn connected

source: Invalid callsign
de: Illegales Rufzeichen

source: empty
de: leer

source: Error: To change QRGs, do an update of 'axports'
de: Fehler: Um die QRGs zu wechseln bitte die 'axports' updaten

source: invalid portnumber
de: Illegale Portnummer

source: not allowed to delete
de: löschen nicht erlaubt

source: Invalid syntax
de: Illegale Syntax

source: >> TNT/Linux (Hostmode-Terminal-Program) << ---> One cookie for you:
de: >> TNT/Linux (Hostmode-Terminal-Programm) << ---> Ein Cookie für Dich:

source: ------ //INFO: Station-Description, //HELP: Possible Commands ------
de: ------ //INFO: Stationsbeschreibung, //HELP: Mögliche Kommandos -------

source: >>> Hufmann-compressed (%0.1f %%)
de: >>> Huffmann-komprimiert (%0.1f %%)

source: <%d byte binary data...>
de: <%d Bytes Binärdaten...>

source: Warning: 'remote_user' not existing, using root permissions!
de: Warnung: 'remote_user' existiert nicht, benutzt root-Rechte!

source: Can't change to remote gid
de: Kann Remote-GID nicht ändern

source: Can't change to remote uid
de: Kann Remote-UID nicht ändern

source: Can't change back uid
de: Kann UID nicht wieder ändern

source: Can't change back gid
de: Kann GID nicht wieder ändern

source: Illegal filename
de: Illegaler Dateiname

source: File already exists
de: Datei existiert bereits

source: No permission to create file
de: Keine Berechtigung um Datei zu erstellen

source: Cannot create file
de: Kann Datei nicht erstellen

source: Ready for autoBIN-receive
de: Bereit für autoBIN-Empfang

source: Cannot create file (YAPP-malloc)
de: Konnte Datei nicht erstellen (YAPP-Malloc)

source: No file open
de: Keine Datei offen

source: RX: %d/%d [%d%%], %d Baud, remaining: %d minute
de: RX: %d/%d [%d%%], %d Baud, Dauer: %d Minute

source: AutoBIN-receive not successful ! Checksum: %d, Received Checksum: %d Total time: %d seconds, Transfer rate: %d Baud
de: AutoBIN-Empfang nicht erfolgreich! Prüfsumme: %d, Empfangene Prüfsumme: %d Dauer insgesamt: %d Sekunden, Transferrate: %d Baud

source: AutoBIN-receive not successful !Checksum: %d, Received Checksum: %dTotal time: %d seconds, Transfer rate: %d Baud
de: AutoBIN-Empfang nicht Erfolgreich!Prüfsumme: %d, Empfangene Prüfsumme: %dDauer insgesamt: %d Sekunden, Transferrrate: %d Baud

source: AutoBIN-receive finished Checksum: %d, Received Checksum: %d Total time: %d seconds, Transfer rate: %d Baud
de: AutoBIN-Empfang erfolgreich Prüfsumme: %d, Empfangene Prüfsumme: %d Dauer insgesamt: %d Sekunden, Transferrate: %d Baud

source: AutoBIN-receive finishedFilename: %sChecksum: %d, Received Checksum: %dTotal time: %d seconds, Transfer rate: %d Baud
de: AutoBIN-Empfang erfolgreichDateiname: %sPrüfsumme: %d, Emfangene Prüfsumme: %dDauer insgesamt: %d Sekunden, Transferrate: %d Baud

source: ERROR:
de: Fehler:

source: not found
de: nicht gefunden

source: Cannot open file (YAPP-malloc)
de: Konnte Datei nicht öffnen (YAPP-malloc)

source: Sending no file
de: Sende keine Datei

source: TX: %d/%d [%d%%], %d Baud, remaining: %d minute
de: TX: %d/%d [%d%%], %d Baud, verbleibend: %d Minute

source: AutoBIN-send finished Total time: %d seconds, Transfer rate: %d Baud
de: AutoBIN-Sendung erfolgreich Dauer insgesamt: %d Sekunden ,Transferrate: %d Baud

source: AutoBIN-send finishedTotal time: %d seconds, Transfer rate: %d Baud
de: AutoBIN-Sendung erfolgreichDauer insgesamt: %d Sekunden, Transferrate: %d Baud

source: Sending of file finished
de: Dateisendung abgeschlossen

source: *** TNT ERROR: file %s not found
de: *** TNT Fehler: Datei %s nicht gefunden

source: Starting S&F
de: Starte S&F

source: Connect successful
de: Connect erfolgreich

source: Activating program
de: Aktiviere Programm

source: All interfaces in use
de: Alle Interfaces belegt

source: Interface already open
de: Interface bereits offen

source: Can't open stream socket, will try later again
de: Kann Stream-Socket nicht öffnen, werde es später nochmal probieren

source: Can't connect to program, will try later again
de: Kann Programm nicht connecten, werde es später nochmal probieren

source: Interface not active
de: Interface nicht aktiv

source: Interface already active
de: Interface bereits aktiv

source: Try to connect to interface
de: Versuche Interface zu connecten

source: Back at TNT
de: Zurück bei TNT

source: Program not active
de: Programm nicht aktiv

source: ERROR: Can't create process file
de: Fehler: Kann Processdatei nicht erstellen

source: ERROR: %s is defined as %s, but directory is not existing
de: Fehler: %s ist definiert als %s, aber Verzeichnis existiert nicht

source: Usage : dpboxt [-i <init-file>] [-s <box-socket>]
de: benutze: dpboxt [i <Init-Datei>] [-s <Box-Socket>]

source: Usage : tnt [-i <init-file>] [-l <log-file>] [-u] [-d]
de: benutze: tnt [-i <Init-Datei>] [-l <Log-Datei] [-u] [-d]

source: ERROR: explizit configuration "%s" not found.
de: Fehler: Explizite Konfiguration "%s" nicht gefunden.

source: ERROR: no configuration file found
de: Fehler: Keine Konfigurationsdatei gefunden

source: ERROR: %s is in wrong format, wrong line: %s a lot of stuff has changed in TNT 1.9, maybe you are using an old configuration file, please take a look at the example files
de: Fehler: %s ist fehlerhaft in Zeile: %s viele Dinge haben sich in TNT 1.9 geändert und evtl. ist noch eine alte Konfigurationsdatei im Gebrauch. Hinweise liefern die Beispieldateien

source: Line too long, ignored
de: Zeile zu lang, ignoriert

source: Sysop forced execution of remote command %s...
de: Sysop hat den Remotebefehl %s ausgeführt...

source: Do you really want to exit (y/n)?
de: Wirklich beenden (y/n)?

source: INVALID VALUE
de: ILLEGALER WERT

source: String too long
de: String zu lang

source: <empty>
de: <leer>

source: INVALID TNC STRING
de: UNGÜLTIGER TNT-STRING

source: Can't change directory
de: Kann Verzeichnis nicht wechseln

source: Can't get directory name
de: Kann Verzeichnisnamen nicht lesen

source: No corresponding control-character available
de: Kein passendes Kontrollzeichen verfügbar

source: Can't load keyboard-macro-file
de: Kann Keyboard-Macro-Datei nicht laden

source: Invalid screen specified
de: Ungültiger Screen angegeben

source: *** Note: Using default number of lines
de: *** Hinweis: Benutze default Zeilenanzahl

source: *** Error: Editor not defined
de: *** Fehler: Editor ist nicht definiert

source: *** Note: reusing last aborted file for editing
de: *** Hinweis: benutzt zuletzt abgebrochene Datei zum editieren

source: *** problem accessing temp. file -> aborting
de: *** Problem beim Zugriff auf Temp-Datei -> Abbruch

source: *** error calling the editor
de: *** Fehler beim Aufruf des Editors

source: *** no edited file found -> send aborted...
de: *** Keine editiere Datei gefunden -> sende Abbruch...

source: *** file was not edited -> send aborted...
de: *** Datei wurde nicht editiert -> sende Abbruch...

source: *** Enter your passphrase:
de: *** Passworteingabe:

source: *** gpg/pgp password missing
de: *** GPG/PGP Passwort fehlt

source: *** calling PGP *****
de: *** Starte PGP *****

source: *** error: can't write tmpfile
de: *** Fehler: Kann Tempdatei nicht beschreiben

source: *** calling GnuPG *****
de: *** Starte GnuPG *****

source: *** fatal error: can't rewrite tmpfile!
de: *** Fataler Fehler: Kann Tempdatei nicht mehr beschreiben!

source: *** end of gpg/pgp-messages ***
de: *** Ende der GPG/PGP-Nachrichten ***

source: sorry, no cookie
de: Sorry, kein Cookie

source: Pse enter your name with //name <your_name>
de: Bitte gib Deinen Namen ein, mit //name <Dein Name>

source: ERROR: cannot create/open file for errorlog: %s
de: FEHLER: Konnte Fehlerlogbuch nicht erstellen/öffnen: %s

source: ERROR: invalid definition of frontend socket
de: FEHLER: unzulässige Angabe des Frontend-Sockets

source: ERROR: Can't open stream socket
de: FEHLER: Kann Stream-Socket nicht öffnen

source: ERROR: Can't bind socket
de: FEHLER: Kann Socket nicht binden

source: %s successfully started
de: %s erfolgreich gestarted

source: Too much folders in %s, rest ignored!
de: Zu viele Order in %s, Rest ignoriert!

source: %s corrupt, contents ignored
de: %s fehlerhaft, Inhalt ignoriert

source: scanning of mailbeacon not active
de: Scannen des Mailbeacons nicht aktiv

source: (%s>%s); own call:%s, xconnect-parms:%s %d
de: (%s>%s); eigenes Rufzeichen:%s, xconnect-parms:%s %d

source: SCANMBEA [$] [<source> <destination> <own_call> <connectcall> [<timeout>] ]
de: SCANMBEA [$] [<Ursprung> <Ziel> <eigenes Call> <Connectcall> [<Timeout>] ]

source: WARNING: pwfile is in wrong format, wrong line:
de: WARNUNG: pwdatei is fehlerhaft in Zeile:

source: Sorry, illegal character in password number
de: Sorry, illegale Zeichen in Passwortzahl

source: Sorry, passwordfile not found
de: Sorry, Passwortdatei nicht gefunden

source: Passwordfile has incorrect length
de: Passwortdatei hat falsche Länge

source: Sorry, no Logintime recorded
de: Sorry, keine Loginzeit aufgezeichnet

source: Calllist corrupt!
de: Callliste fehlerhaft!

source: No password available
de: Kein Passwort verfügbar

source: WARNING: sysfile is in wrong format, wrong line:
de: WARNUNG: sysdatei is fehlerhaft in Zeile:

source: WARNING: noremfile is in wrong format, wrong line:
de: WARNUNG: norem-Datei ist fehlerhaft in Zeile:

source: WARNING: flchkfile is in wrong format, wrong line:
de: WARNUNG: flchk-Datei ist fehlerhaft in Zeile:

source: WARNING: notownfile is in wrong format, wrong line:
de: WARNUNG: notown-Datei ist fehlerhaft in Zeile:

source: WARNING: autostartfile is in wrong format, wrong line:
de: WARNUNG: autostart-Datei ist fehlerhaft in Zeile:

source: WARNING: extremotefile is in wrong format, wrong line:
de: WARNUNG: extremote-Datei ist fehlerhaft in Zeile:

source: Invalid command !
de: Ungültiger Befehl!

source: File closed
de: Datei geschlossen

source: Transmission aborted
de: Übertragung abgebrochen

source: File open, end with //close
de: Datei offen, beenden mit //close

source: YAPP-reception activated
de: YAPP-Empfang aktiviert

source: No such file or directory or no permission
de: Keine solche Datei oder Verzeichnis, oder keine Berechtigung

source: Function not successful
de: Funktion nicht erfolgreich

source: Cookie-file not existing
de: Cookie-Datei existiert nicht

source: Error writing to names-file
de: Fehler beim schreiben der Namendatein

source: Thanks,
de: Danke,

source: , your name has been stored
de: , Dein Name ist gespeichert

source: AutoBIN-receive started, filename:
de: AutoBIN-Empfang gestartet, Dateiname:

source: AutoBIN-send aborted
de: AutoBIN-Senden abgebrochen

source: Usage: //COMP ON/OFF
de: Anwendung: //COMP ON/OFF

source: Sorry, compression not possible
de: Sorry, Kompression ist nicht möglich

source: Sorry, no access to this system
de: Sorry, keinen Zugriff auf dieses System

source: Sorry, box is down, please try later
de: Sorry, Box ist nicht erreichbar, probier es später nochmal

source: Channel From To Starttime
de: Kanal Von An Startzeit

source: No stations connected
de: Keine Stationen connected

source: AutoBIN-receive aborted
de: AutoBIN-Empfang abgebrochen

source: <TNT>:Channel out of range.%s
de: <TNT>:Kanal außer Reichweite.%s

source: <TNT>:missing text%s
de: <TNT>:Fehlender Text%s

source: <TNT>:channel %d not connected
de: <TNT>:Kanal %d nicht connected

source: <TNT>:sorry no chat to %s
de: <TNT>:Sorry, kein Chat mit %s

source: <Msg de %d:%s, reply with "//%d ...">%s%s%s
de: <Msg de %d:%s, Antwort mit "//%d ...">%s%s%s

source: <TNT>: illegal channel%s
de: <TNT>: illegaler Kanal%s

source: <TNT>: Bell has rung..
de: <TNT>: Klingel hat geläutet...

source: <TNT>: Lifetime of this session: %ldd %ldh %ldm %lds%s
de: <TNT>: Laufzeit dieser Version: %ldd %ldh %ldm %lds%s

source: Lifetime of TNT: %ldd %ldh %ldm %lds%s
de: Laufzeit von TNT: %ldd %ldh %ldm %lds%s

source: <TNT>: Last sysopactivity was before
de: <TNT>: Letzte Sysopaktivität war vor

source: %ld seconds.
de: %ld Sekunden.

source: <OK>: string clear
de: <OK>: String gelöscht

source: <TNT>: Link time %02d:%02d:%02d (%02d.%02d.%04d %02d:%02d:%02d)
de: <TNT>: Laufzeit %02d:%02d:%02d (%02d.%02d.%04d %02d:%02d:%02d)

source: <TNT>: RTT failure!
de: <TNT>: RTT fehlgeschlagen!

source: No access to names database
de: Keine Zugriff auf Namensdatenbank

source: Can't open file
de: Kann Datei nicht öffnen

source: Usage: SETACC <remote_command> [NORMAL/SYSOP/ROOT/ALWAYS/NEVER]
de: benutze: SETACC <Remotebefehl> [NORMAL/SYSOP/ROOT/ALWAYS/NEVER]

source: Alias Level Command
de: Alias Level Befehl

source: missing message
de: fehlende Meldung

source: tnt-tellfile corrupt!
de: TNT-Telldatei defekt!

source: <TNT>: ONActivitytext disabled
de: <TNT>: ONActivitytext abgeschaltet

source: <TNT>: ONActivitytext enabled
de: <TNT>: ONActivitytext eingeschaltet

source: <TNT>: use //CH <port/call> <text>%s
de: <TNT>: benutzte //CH <Port/Call> <text>%s

source: <TNT>:station %s not connected!%s
de: <TNT>:Station %s nicht connected!%s

source: <TNT>:illegal channel %d%s
de: <TNT>:Illegaler Kanal %d%s

source: <TNT>:channel %d not connected%s
de: <TNT>:Kanal %d nicht connected%s

source: <TNT>:chat on channel %d not allowed%s
de: <TNT>:Chat mit Kanal %d nicht erlaubt%s

source: <Msg de %d:%s, reply with "//CH %d ...">%s%s%s
de: <Msg de %d:%s, Antwort mit "//CH %d ...">%s%s%s

source: [listed %d from %d entries]
de: [%d von %d Einträgen angezeigt]

source: [One entry (from %d) listed]
de: [Ein Eintrag (von %d) angezeigt]

source: [All entries listed]
de: [Alle Einträge angezeigt]

source: [<%s> not found]
de: [<%s> nicht gefunden]

source: [%d entries with <%s>]
de: [%d Einträge mit <%s>]

source: [One entry with <%s>]
de: [Ein Eintrag mit <%s>]

source: Device %s is locked by process %d
de: Device %s durch Prozess %d blockiert

source: Unable to unlink stale lock file "%s"
de: Kann stale Lockdatei "%s" nicht löschen

source: Unable to read from lock file "%s" It is not possible to determine if the device is locked or not.
de: Kann nicht aus Lockdatei "%s" lesen Unmöglich festzustellen ob das Device blockiert ist oder nicht.

source: Unable to open existing lock file"%s"
de: Kann existierende Lockdatei "%s" nicht öffnen

source: Unable to create lockfile. Sorry.
de: Kann Lockdatei nicht erstellen. Sorry.

source: Error: invalid parameters in socket definition for soft_tnc
de: Fehler: ungültige Parameter in Socketdefinition für soft_tnc

source: Error: Cannot open socket to soft_tnc
de: Fehler: Konnte keinen Socket zum soft_tnc öffnen

source: Error: Cannot connect to soft_tnc
de: Fehler: Konnte soft_tnc nicht connecten

source: Error: can't open serial port
de: Fehler: Kann Seriallenport nicht öffnen

source: Error: can't get serial info
de: Fehler: Kann Serialinfo nicht lesen

source: Error: can't set serial info
de: Fehler: Kann Serialinfo nicht setzen

source: Error: can't write to serial port
de: Fehler: Kann nicht auf Seriellenport schreiben

source: TNC in Hostmode
de: TNC im Hostmodus

source: TNC in terminalmode
de: TNC im Terminalmodus

source: received characters before resync:
de: Empfangene Zeichen vorm Resync:

source: transmitted characters before resync:
de: Gesendete Zeichen vorm Resync:

source: %s: Resync started
de: %s: Resync gestarted

source: State of hostmode-receiver:
de: Status der Hostmodus-Empfängers:

source: waiting for channel
de: Warte auf Kanal

source: waiting for code, channel = %d
de: Warte auf Code, Kanal = %d

source: waiting for length, channel = %d, code = %d
de: Warte auf Länge, Kanal = %d, Code = %d

source: waiting for data or null, channel = %d, code = %d
de: Warte auf Daten oder Null, Kanal = %d, Code = %d

source: received data (%d bytes):
de: Empfange Daten (%d Bytes):

source: waiting for data, channel = %d, code = %d, length = %d
de: Warte auf Daten, Kanal = %d, Code = %d, Länge = %d

source: received data (%d bytes, %d bytes left):
de: Empfange Daten (%d Bytes, %d Bytes übrig):

source: Switching TNC to hostmode
de: Schalte TNC in den Hostmodus

source: Try next Resync
de: Versuche nächsten Resync

source: Reading remaining data
de: Lese verbleibende Daten

source: Resync successful
de: Resync erfolgreich

source: %s: maximum packet size exceeded: %i
de: %s: maximale Packetgroesse ueberschritten: %i

source: packet contents follow:
de: Packetinhalt folgt:

source: Illegal channel: %x
de: Illegaler Kanal: %x

source: Illegal command code: %x
de: Illegaler Befehlscode: %x

source: Additional data after block:
de: Zusätzliche Daten nach Block:

source: String too long, remaining data:
de: String zu lang, folgende Daten:

source: Can't open pseudo terminal
de: Kann Pseudo-Terminal nicht öffnen

source: Can't redirect to %s
de: Kann nicht nach %s umleiten

source: Redirect to %s
de: Umleitung nach %s

source: program not found
de: Programm nicht gefunden

source: Invalid par for sockconn
de: Ungültige Parameter für sockconn

source: Can't open stream socket
de: Kann Stream-socket nicht öffnen

source: Can't connect to socket
de: Kann Socket nicht connecten

source: Sockettype Mode/Mycall Socketaddress
de: Sockettyp Mode/Mycall Socketadresse

source: No sockets listening
de: Keine Sockets listening

source: Invalid parameters
de: Ungültige Parameter

source: Cannot alloc memory
de: Konnte Speicher nicht bekommen

source: Can't bind socket
de: Kann Socket nicht binden

source: Can't listen to socket
de: Kann nicht am Socket lauschen

source: * Ok, back to cmd-mode with ':cmd' *
de: * Ok, zurück in Kommando-Modus mit ':cmd' *

source: * connect not successful * %s
de: * Connect nicht erfolgreich * %s

source: * connection aborted * %s
de: * Connect abgebrochen * %s

source: * connection already active * %s
de: * Connect bereits aktiv * %s

source: * no free channel left * %s
de: * Kein Kanal mehr frei * %s

source: * Ok, link setup *
de: * Ok, Verbindungsaufbau *

source: * no callsign ? * %s
de: * Kein Rufzeichen? * %s

source: * no connection active * %s
de: Keine Verbindung aktiv * %s

source: * only while connected * %s
de: * nur wenn connected * %s

source: * permission denied * %s
de: * Zugriff verweigert * %s

source: * Back to converse mode *
de: * Zurück in Convers-Modus *

source: Invalid command. - (c)onnect <callsign> - (d)isconnect - (e)xit To change from converse-mode to command-mode
de: Ungültiger Befehl. - (c)onnecte <Rufzeichen> - (d)isconnect - (e)xit Zum wechseln vom Conversmodus in den Kommando-Modus

source: enter ':cmd' while connection established. %s
de: ':cmd' eingeben wenn die Verbindung besteht. %s

source: * Can't open password file *
de: * Kann Passwortdatei nicht öffnen *

source: password:
de: Passwort:

source: login acknowledged. %s
de: Login anerkannt. %s

source: login failed, permission denied.
de: Login fehlgeschlagen, Zugriff verweigert.

source: Nothing to close
de: Nichts zu schließen

source: Shell closed
de: Shell geschlossen

source: Program finished
de: Programm beendet

source: Redirection closed
de: Umleitung geschlossen

source: Socket connection to server closed
de: Socketverbindung zum Server geschlossen

source: Socket connection closed
de: Socketverbindung geschlossen

source: Welcome to %s remote AX25-server.
de: Willkommen zum %s Remote AX25-Server.

source: You have to login to establish access permission to remote ham-radio AX25-server via ip-network. login:
de: Login erforderlich um Zugriffsberechtigung zum Remote Ham-Radio AX25-Server über IP-Netzwerk zu erhalten. Login:

source: Socket not found
de: Socket nicht gefunden
