Repository: jg1uaa/tnt-openbsd
Catalog: po/*.po
Languages: de

source: Socket closed
de: Socket geschlossen

source: Usage : tntc [-i <init-file>] [-s <tnt-socket>]
de: benutzte: tntc [-i <Init-Datei>] [-s <TNT-Socket>]

source: ERROR: %s is in wrong format, wrong line: %s
de: FEHLER: %s ist fehlerhaft in Zeile: %s

source: ERROR: environment variable TERM not set
de: FEHLER: Environmentvariable TERM nicht gesetzt

source: ERROR: invalid socket definition
de: FEHLER: Ungültige Socketdefinition

source: ERROR: cannot open socket
de: FEHLER: konnte Socket nicht öffnen

source: ERROR: cannot connect to program
de: FEHLER: konnte Programm nicht connecten

source: Environment variable TERM not set
de: Environmentvariable TERM ist nicht gesetzt

source: No termcap entry for %s
de: Kein Termcap-Eintrag für %s

source: No /etc/termcap present!
de: /etc/termcap nicht vorhanden!

source: No cursor motion capability (cm)
de: Keine Cursorbewegung möglich (cm)

source: Number of terminal lines unknown
de: Anzahl der Terminalzeilen unbekannt

source: Illegal number of lines on terminal: %d (x >= 16)
de: Illegale Anzahl von Terminalzeilen: %d (x >= 16)

source: Number of terminal columns unknown
de: Anzahl der Terminalspalten unbekannt

source: Illegal number of columns on terminal: %d (80 <= x <= 160)
de: Illegale Anzahl von Terminalspalten: %d (80 <= x <= 160)

source: No clear screen capability (cl)
de: Schirmlöschen nicht möglich (cl)

source: No cursor right capability (nd)
de: Cursor-Rechtsbewegung nicht möglich (nd)

source: No clear to end of line capability (ce)
de: Kein Löschen des Zeilenendes möglich (ce)

source: Neither scroll region(cs), nor insert/delete line (al,dl) capability
de: Weder Scrollregion (cs), noch Zeilen einfügen/löschen (al,dl) möglich

source: From > To Last Heard First Heard
de: Von > An Zuletzt gehört Zuerst gehört

source: From > To Last Heard First Heard
de: Von > An Zuletzt gehört Zuerst gehört

source: [No entries]
de: [Keine Einträge]

source: Broadcast from %s
de: Broadcast von %s

source: No routing-table entries
de: Keine Routing-Table Einträge

source: Routing-table entries corrupt
de: Routing-Table Einträge defekt

source: %s(%s) via %s quality: %u
de: %s(%s) über %s Qualität: %u

source: YAPP reception started
de: YAPP Empfang gestartet

source: Unable to open %s
de: Kann %s nicht öffnen

source: Invalid filename
de: Ungültiger Dateiname

source: Receiving %s
de: Empfange %s

source: , mode = YAPP
de: , Modus = YAPP

source: YAPP reception ended
de: YAPP Empfang beendet

source: YAPP transmission ended
de: YAPP Übertragung beendet

source: YAPP transmission started
de: YAPP Übertragung gestartet
